/* needs to be localized */

tiLabelSave				= "Sichern";
tiPaletteLabelSave			= "Sichern";
tiToolTipSave				= "Quelltext des Dokuments sichern";

/* tool tips for the default Print item. Different actions depending on the window */
tiToolTipPrintSource			= "TeX Quelltext drucken";
tiToolTipPrint				= "PDF Bild drucken";

tiLabelTypeset				= "Setzen";
tiPaletteLabelTypeset			= "Setzen";
tiToolTipTypeset			= "Schriftsatzprogramm starten";

tiLabelSharing				= "Sharing";
tiPaletteLabelSharing		= "Sharing";
tiToolTipSharing			= "Share text and pictures";


tiLabelProgram				= "Programm";
tiPaletteLabelProgram			= "Programm";
tiToolTipProgram			= "Schriftsatzprogramm auswählen";

tiLabelTeX				= "TeX";
tiPaletteLabelTeX			= "TeX";
tiToolTipTeX				= "Quelltext mit Standard-TeX ausführen";

tiLabelLaTeX				= "LaTeX";
tiPaletteLabelLaTeX			= "LaTeX";
tiToolTipLaTeX				= "Quelltext mit LaTeX ausführen";

tiLabelBibTeX				= "BibTeX";
tiPaletteLabelBibTeX			= "BibTeX";
tiToolTipBibTeX				= "Starte BibTeX";

tiLabelMakeIndex			= "Make Index";
tiPaletteLabelMakeIndex			= "Make Index";
tiToolTipMakeIndex			= "Index anlegen";

tiLabelMetaPost				= "MetaPost";
tiPaletteLabelMetaPost			= "MetaPost";
tiToolTipMetaPost			= "Starte MetaPost";

tiLabelConTeX				= "ConTeXt";
tiPaletteLabelConTeX			= "ConTeXt";
tiToolTipConTeX				= "Starte ConTeXt";

tiLabelMetaFont				= "MetaFont";
tiPaletteLabelMetaFont			= "MetaFont";
tiToolTipMetaFont			= "Starte MetaFont";

tiLabelPreviousPage			= "Zurück";
tiPaletteLabelPreviousPage		= "Alternative letzte Seite";
tiToolTipPreviousPage			= "Zeige letzte Seite";

tiLabelNextPage				= "Nächste";
tiPaletteLabelNextPage			= "Alternative nächste Seite";
tiToolTipNextPage			= "Zeige nächste Seite";

tiLabelGotoPage				= "Gehe zu Seite";
tiPaletteLabelGotoPage			= "Gehe zu Seite";
tiToolTipGotoPage			= "Gehe zu Seite";

tiLabelMagnification			= "Vergrösserung";
tiPaletteLabelMagnification		= "Vergrösserung";
tiToolTipMagnification			= "Stelle Seitenvergrösserung ein";

tiLabelTemplates			= "Vorlagen";
tiPaletteLabelTemplates			= "Vorlagen";
tiToolTipTemplates			= "Vorlage auswählen, die beim Cursor eingefügt wird";

tiLabelTags				= "Markierungen";
tiPaletteLabelTags			= "Markierungen";
tiToolTipTags				= "Markierungen auswählen, zu der gescrollt werden soll";

tiLabelPreviousPageButton		= "Zurück";
tiPaletteLabelPreviousPageButton	= "Letzte Seite";
tiToolTipPreviousPageButton		= "Letzte Seite anzeigen";

tiLabelNextPageButton			= "Nächste";
tiPaletteLabelNextPageButton		= "Nächste Seite";
tiToolTipNextPageButton			= "Nächste Seite anzeigen";

tiLabelTypesetEE			= "Setzen";
tiPaletteLabelTypesetEE			= "Setzen";
tiToolTipTypesetEE			= "Starte Schriftsatzprogramm";

tiLabelProgramEE			= "Programm";
tiPaletteLabelProgramEE			= "Programm";
tiToolTipProgramEE			= "Schriftsatzprogramm auswählen";

tiLabelAutoComplete			= "AutoVervollständigung";
tiPaletteLabelAutoComplete		= "AutoVervollständigung";
tiToolTipAutoComplete			= "AutoVervollständigung ein-/ausschalten";

tiLabelSplit				= "Fenster teilen";
tiPaletteLabelSplit			= "Fenster teilen";
tiToolTipSplit				= "Fensterteilung ein-/ausschalten";

tiLabelSplitKIT				= "Fenster teilen";
tiPaletteLabelSplitKIT		= "Fenster teilen";
tiToolTipSplitKIT			= "Fensterteilung ein-/ausschalten";

tiLabelMacros				= "Makros";
tiPaletteLabelMacros			= "Makros";
tiToolTipMacros				= "Makros einfügen";

tiLabelMacrosEE				= "Makros";
tiPaletteLabelMacrosEE		= "Makros";
tiToolTipMacrosEE           = "Makros einfügen";

tiLabelMouseMode			= "MausModus";
tiPaletteLabelMouseMode		= "Mause Modus";
tiToolTipMouseMode			= "Mause Modus ändern";

tiLabelSyncMarks			= "SynchPunkte";
tiPaletteLabelSyncMarks		= "Synchronisationspunkte";
tiToolTipSyncMarks			= "Synchronisationspunkte anzeigen";

tiLabelColorIndex				= "Farb-Index";
tiPaletteLabelColorIndex		= "Farb Index";
tiToolTipColorIndex				= "Farb-Index Befehle";

tiLabelTypesetKIT				= "Setzen";
tiPaletteLabelTypesetKIT		= "Setzen";
tiToolTipTypesetKIT				= "Starte Schriftsatzprogramm";

tiLabelSharingKIT				= "Sharing";
tiPaletteLabelSharingKIT		= "Sharing";
tiToolTipSharingKIT				= "Share text and images";


tiLabelProgramKIT				= "Setzmethode";
tiPaletteLabelProgramKIT		= "Setzmethode";
tiToolTipProgramKIT				= "Schriftsatzprogramm auswählen";

tiLabelPreviousPageKIT			= "Vorherige";
tiPaletteLabelPreviousPageKIT	= "Vorherige Seite";
tiToolTipPreviousPageKIT		= "Vorherige Seite anzeigen";

tiLabelNextPageKIT				= "Nächste";
tiPaletteLabelNextPageKIT		= "Nächste Seite";
tiToolTipNextPageKIT			= "Nächste Seite anzeigen";

tiLabelPreviousPageButtonKIT		= "Zurück";
tiPaletteLabelPreviousPageButtonKIT	= "Letzte Seite";
tiToolTipPreviousPageButtonKIT		= "Letzte Seite anzeigen";

tiLabelNextPageButtonKIT			= "Nächste";
tiPaletteLabelNextPageButtonKIT		= "Nächste Seite";
tiToolTipNextPageButtonKIT			= "Nächste Seite anzeigen";

tiLabelGotoPageKIT				= "Gehe zu Seite";
tiPaletteLabelGotoPageKIT		= "Gehe zu Seite";
tiToolTipGotoPageKIT			= "Gehe zu Seite";

tiLabelMagnificationKIT			= "Vergrößerung";
tiPaletteLabelMagnificationKIT	= "Vergrößerung";
tiToolTipMagnificationKIT		= "Stelle Seitenvergrösserung ein";

tiLabelMacrosKIT				= "Makros";
tiPaletteLabelMacrosKIT			= "Makros";
tiToolTipMacrosKIT              = "Makros einfügen";

tiLabelMouseModeKIT				= "Maus Modus";
tiPaletteLabelMouseModeKIT		= "Maus Modus";
tiToolTipMouseModeKIT			= "Maus Modus ändern";

tiLabelSyncMarksKIT				= "SynchPunkte";
tiPaletteLabelSyncMarksKIT		= "Synchronisationspunkte";
tiToolTipSyncMarksKIT			= "Synchronisationspunkte anzeigen";

tiLabelBackForthKIT				= "Zurück/Vorwärts";
tiPaletteLabelBackForthKIT		= "Zurück/Vorwärts";
tiToolTipBackForthKIT			= "Zurück/Vorwärts Buttons";

tiLabelDrawerKIT				= "Schubfach";
tiPaletteLabelDrawerKIT			= "Schubfach";
tiToolTipDrawerKIT				= "Schubfach ein-/ausblenden";

tiLabelShowFullPath				= "Gesamt-Pfad";
tiPaletteLabelShowFullPath		= "Gesamt-Pfad";
tiToolTipShowFullPath			= "Zeige gesamten Pfad im Kopf des Fensters";

